export default {
  projections: {
    КорзинаE: {
      количество: {
        __caption__: 'Количество'
      },
      кодКорзины: {
        __caption__: 'Код корзины'
      },
      кодТовара: {
        __caption__: 'Код товара'
      },
      кодЗаказа: {
        __caption__: 'Код заказа'
      }
    }
  },
  validations: {
    кодЗаказа: {
      __caption__: 'Код заказа'
    },
    кодКорзины: {
      __caption__: 'Код корзины'
    },
    кодТовара: {
      __caption__: 'Код товара'
    },
    количество: {
      __caption__: 'Количество'
    },
    заказы: {
      __caption__: 'заказы'
    }
  }
};
