export default {
  projections: {
    АдресE: {
      улица: {
        __caption__: 'Улица'
      },
      город: {
        __caption__: 'Город'
      },
      кодАдреса: {
        __caption__: 'Код адреса'
      },
      кодКлиента: {
        __caption__: 'Код клиента'
      },
      индекс: {
        __caption__: 'Индекс'
      }
    },
    АдресL: {
      улица: {
        __caption__: 'Улица'
      },
      город: {
        __caption__: 'Город'
      },
      кодАдреса: {
        __caption__: 'Код адреса'
      },
      кодКлиента: {
        __caption__: 'Код клиента'
      },
      индекс: {
        __caption__: 'Индекс'
      }
    }
  },
  validations: {
    город: {
      __caption__: 'Город'
    },
    индекс: {
      __caption__: 'Индекс'
    },
    кодАдреса: {
      __caption__: 'Код адреса'
    },
    кодКлиента: {
      __caption__: 'Код клиента'
    },
    улица: {
      __caption__: 'Улица'
    }
  }
};
