export default {
  projections: {
    ТоварE: {
      кодТовара: {
        __caption__: 'Код товара'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      стоимость: {
        __caption__: 'Стоимость'
      },
      цвет: {
        __caption__: 'Цвет'
      },
      кодКатегории: {
        __caption__: 'Код категории'
      },
      категория: {
        __caption__: 'Категория',
        название: {
          __caption__: 'Название'
        }
      }
    }
  },
  validations: {
    кодКатегории: {
      __caption__: 'Код категории'
    },
    кодТовара: {
      __caption__: 'Код товара'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    стоимость: {
      __caption__: 'Стоимость'
    },
    цвет: {
      __caption__: 'Цвет'
    },
    категория: {
      __caption__: 'Категория'
    },
    заказы: {
      __caption__: 'заказы'
    }
  }
};
