export default {
  projections: {
    ЗаказыE: {
      кодЗаказа: {
        __caption__: 'Код заказа'
      },
      датаЗаказа: {
        __caption__: 'Дата заказа'
      },
      время: {
        __caption__: 'Время'
      },
      вобработке: {
        __caption__: 'Вобработке'
      },
      завершен: {
        __caption__: 'Завершен'
      },
      кодКлиента: {
        __caption__: 'Код клиента'
      },
      сумма: {
        __caption__: 'Сумма'
      }
    },
    ЗаказыL: {
      кодЗаказа: {
        __caption__: 'Код заказа'
      },
      датаЗаказа: {
        __caption__: 'Дата заказа'
      },
      время: {
        __caption__: 'Время'
      },
      вобработке: {
        __caption__: 'Вобработке'
      },
      завершен: {
        __caption__: 'Завершен'
      },
      кодКлиента: {
        __caption__: 'Код клиента'
      },
      сумма: {
        __caption__: 'Сумма'
      }
    }
  },
  validations: {
    вобработке: {
      __caption__: 'Вобработке'
    },
    время: {
      __caption__: 'Время'
    },
    датаЗаказа: {
      __caption__: 'Дата заказа'
    },
    завершен: {
      __caption__: 'Завершен'
    },
    кодАдреса: {
      __caption__: 'кодАдреса'
    },
    кодЗаказа: {
      __caption__: 'Код заказа'
    },
    кодКлиента: {
      __caption__: 'Код клиента'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    адрес: {
      __caption__: 'адрес'
    },
    клиент: {
      __caption__: 'клиент'
    },
    товар: {
      __caption__: 'товар'
    },
    корзина: {
      __caption__: 'корзина'
    }
  }
};
